Repository: Banashbib/Monjed
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: Accessibility Icon
ar: ايقونة تسهيلات الاستخدام

source: Apple Watch Icon
ar: ايقونة ساعة ابل

source: bandage
ar: ضمّد

source: Bandage Icon
ar: ايقونة الضمادة

source: Bee
ar: النحل

source: Bites
ar: اللدغات واللسعات

source: Bone fracture
ar: الكسور

source: Burn
ar: الحرق

source: Burns
ar: الحروق

source: Chocking
ar: الاختناق

source: Choking
ar: الاختناق

source: Contact the Red Crescent immediately and take the following measures until they arrive:
ar: الاتصال بالهلال الأحمر فوراً واتخاذ الإجراءات التالية لحين وصولهم:

source: Continue
ar: متابعة

source: Cross Case Icon
ar: ايقونة حقيبة الاسعافات الاولية

source: Cuts
ar: الجروح

source: Do's ✔️:
ar: افعل ✔️:

source: Don'ts ✖️:
ar: لا تفعل ✖️:

source: Drowning
ar: الغرق

source: Epilepsy
ar: الصرع

source: Eye injury
ar: إصابات العين

source: First aid for choking (adults):
ar: الإسعافات الأولية للاختناق (للبالغين):

source: First aid for choking (children over a year old):
ar: الإسعافات الأولية للاختناق (للاطفال اكبر من سنة):

source: First aid for choking (children under one year old):
ar: الإسعافات الأولية للاختناق (للاطفال اصغر من سنة):

source: First aid for choking (pregnant):
ar: الإسعافات الأولية للاختناق (للحوامل):

source: First aid for fractures:
ar: الإسعافات الأولية للكسور:

source: First aid for wounds:
ar: الإسعافات الأولية للجروح:

source: First Aid Measures (Bee Sting):
ar: الإسعافات الأولية (لسعة النحل):

source: First Aid Measures (eye burn):
ar: الإسعافات الأولية (حروق العين):

source: First Aid Measures (eye hit):
ar: الإسعافات الأولية (ضرب العين):

source: First Aid Measures (eye Puncture):
ar: الإسعافات الأولية (ثقب العين):

source: First Aid Measures (First degree burns):
ar: الإسعافات الأولية (حروق من الدرجة الاولى):

source: First Aid Measures (Scorpion Sting):
ar: الإسعافات الأولية (لدغة العقرب):

source: First Aid Measures (Second degree burns):
ar: الإسعافات الأولية (حروق من الدرجة الثانية):

source: First Aid Measures (Snake Bite):
ar: الإسعافات الأولية (لدغة الثعبان):

source: First Aid Measures (Spider Bite):
ar: الإسعافات الأولية (لدغة العنكبوت):

source: First Aid Measures (Third degree burns):
ar: الإسعافات الأولية (حروق من الدرجة الثالثة):

source: First Aid Measures:
ar: الاسعافات الاولية

source: Follow the instructions thoroughly and bandage the wounds in the right way.
ar: تابع التعليمات بدقة وضمد الاصابات بالطريقة الصحيحة.

source: Fractures may be treated with splints to stabilize them, in order to facilitate correct bone healing, and reduce pain resulting from movement, so care must be taken with this splint to reduce complications and occurrence of infection, and to avoid this, the following must be followed:
ar: قد يتم علاج الكسور بجبائر لتثبيتها، وذلك لتسهيل شفاء العظام بشكل صحيح، وتقليل الألم الناتج عن الحركة، لذا يجب الحرص على هذه الجبيرة لتقليل المضاعفات وحدوث العدوى، ولتجنب ذلك يجب ما يلي: يتبع:

source: Get well soon!
ar: سلامتك!

source: Heimlich
ar: اسعف

source: Help your colleague as soon as possible.
ar: اسعف زميلك في اسرع وقت ممكن.

source: Hit
ar: ضرب

source: Icon
ar: ايقونة

source: If the drowning person is not breathing:
ar: إذا كان الغريق لا يتنفس:

source: iPhone and Apple Watch
ar: iPhone و Apple Watch

source: Mondjed available on iPhone and Apple Watch.
ar: مُنجِد يتوفر على اجهزة iPhone و Apple Watch.

source: Mondjed provides Accessibility (voice suspension, voice recognition).
ar: مُنجِد يوفر تسهيلات الاستخدام (التعليق الصوتي، التعرف على الصوت).

source: Onboarding Items
ar: ادوات العرض الاولي

source: Onboarding View
ar: العرض الاولي

source: Puncture
ar: ثقب

source: Scorpion
ar: العقرب

source: search first aid...
ar: ابحث عن الحالة...

source: Seek immediate medical help if the seizure lasts longer than 5 minutes.
ar: اطلب المساعدة الطبية الفورية إذا استمرت النوبة لفترة أطول من 5 دقائق.

source: Snake
ar: الثعبان

source: Spider
ar: العنكبوت

source: Splint care:
ar: العناية بالجبيرة:

source: Symptoms:
ar: الاعراض:

source: The symptoms of a bone fracture vary greatly according to the affected area and its severity, and according to the affected bone, in addition to the patient’s age and general health. However, symptoms are often:
ar: تختلف أعراض كسر العظام بشكل كبير حسب المنطقة المصابة وشدتها، وحسب العظم المصاب، بالإضافة إلى عمر المريض وصحته العامة. لكن الأعراض غالبا ما تكون:

source: Unknown Icon
ar: ايقونة غير معرفة

source: Welcome to Mondjed
ar: مرحبًا بك في مُنجِد
